acpi
adobe-source-han-sans-jp-fonts
alsa-utils
ant
apitrace
archey3
autoconf
automake
bash
bash-completion
bind
bison
bluez
bluez-utils
byzanz
bzip2
cabal-install
capnproto
cheese
chromium
clang
conky
coreutils
cowsay
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diffutils
docker
docker-compose
docker-machine
dosfstools
dpkg
e2fsprogs
efibootmgr
emscripten
evince
fakeroot
feh
file
filesystem
findutils
firefox
flex
fortune-mod
freeglut
gawk
gcc-libs
gdb
gedit
gettext
ghc
gifski
git
glew
glibc
glm
glu
grep
grub
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gv
gzip
handbrake
handbrake-cli
haskell-data-default
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-haddock-library
haskell-old-locale
haskell-old-time
haskell-random
haskell-setlocale
haskell-utf8-string
haskell-x11
haskell-x11-xft
htop
imagemagick
inetutils
iproute2
iputils
ipython
irssi
jfsutils
less
lib32-alsa-plugins
lib32-libpulse
libc++
libnotify
libreoffice-fresh
libva-intel-driver
libvdpau-va-gl
licenses
linux
logrotate
luit
lvm2
m4
make
man-db
man-pages
mcabber
mdadm
mesa-demos
mingw-w64-gcc
mplayer
mtpaint
nano
net-tools
netctl
nmap
nodejs
npm
ntp
openssh
pacman
pacutils
patch
pciutils
peek
perl
postgis
postgresql
procps-ng
psmisc
pyalpm
pyside2
python
python-virtualenv
qemu-user-static
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
ranger
rdesktop
recordmydesktop
reiserfsprogs
rsync
s-nail
screen
scrot
sdl2
sdl2_ttf
sed
shadow
slock
steam
subversion
sudo
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-latexextra
the_silver_searcher
transmission-cli
transmission-gtk
ttf-bitstream-vera
unzip
usbutils
util-linux
vi
vim
vim-ctrlp
vlc
wget
which
wine
wpa_supplicant
xclip
xcompmgr
xdg-utils
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zip
