aclidswitch-git
acroread
android-ndk
android-platform-12
android-platform-18
android-platform-21
android-platform-22
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-studio
aurman
binfmt-support
chromium-pepper-flash
digimend-drivers-git-dkms
dzen2-xft-xpm-xinerama-git
fswebcam
gconf
google-chrome
libstdc++5
linux-surfacepro3-docs
linux-surfacepro3-headers
mingw-w64-freetype2-minimal
mingw-w64-glew
mingw-w64-glm
mingw-w64-lua
mingw-w64-sdl2
mongodb
mongodb-tools
nvm
p4v
pacgraph
pcmciautils
perf-tools
popcorntime-bin
qt5-canvas3d
qt5-webkit
simplescreenrecorder
texlive-core
vim-coffeescript-git
vim-jellybeans
xf86-input-keyboard
xf86-input-mouse
xorg-font-utils
xorg-server-utils
xorg-server-xdmx
yaourt
yay
